Repository: q601180252/loopcloudtest
Catalog: LoopSupport/LoopSupportKitUI/Localizable.xcstrings
Source language: en
Languages: da, de, es, fr, it, nb, nl, pl, ro, ru, tr

source: Anonymously share minimal data about this Loop version, to help developers know how many people are using Loop. Which device, and operating system version will also be shared.
da: Del anonymt minimale data om denne Loop-version for at hjælpe udviklere med at vide, hvor mange mennesker der bruger Loop. Hvilken enhed og operativsystemversion vil også blive delt.
de: Teile anonym minimale Daten über diese Loop-Version, damit die Entwickler wissen, wie viele Personen Loop verwenden. Welches Gerät und welche Betriebssystemversion genutzt werden, wird ebenfalls geteilt.
es: Comparta de forma anónima datos mínimos sobre esta versión de Loop, para ayudar a los desarrolladores a saber cuántas personas están usando Loop. Su dispositivo y versión del sistema operativo también se compartirán.
fr: Partager anonymement des données minimales sur cette version de Loop, pour aider les développeurs à comprendre combien de personnes utilisent Loop. L'appareil et la version du système d'exploitation seront également partagés.
it: Condividi in modo anonimo dati minimi su questa versione di Loop, per aiutare gli sviluppatori a sapere quante persone stanno utilizzando Loop. Verranno condivisi anche il dispositivo e la versione del sistema operativo.
nb: Del anonymt minimalt med data om denne Loop-versjonen, for å hjelpe utviklere å vite hvor mange som bruker Loop. Hvilken enhet og operativsystemversjon vil også bli delt.
nl: Deel anoniem een minimale hoeveelheid gegevens over deze versie van Loop, zodat ontwikkelaars weten hoeveel mensen Loop gebruiken. Het type apparaat en de versie van het besturingssysteem wordt ook gedeeld.
pl: Anonimowo udostępniaj ograniczone dane o tej wersji pętli, aby pomóc programistom dowiedzieć się, ile osób z niej korzysta. Udostępnione zostaną również informacje dotyczące telefonu i systemu operacyjnego.
ro: Partajați în mod anonim date minime despre această versiune Loop, pentru a ajuta dezvoltatorii să știe câți oameni folosesc Loop. Ce dispozitiv și versiunea sistemului de operare vor fi, de asemenea, partajate.
ru: Анонимно делиться минимальными данными об этой версии Loop, чтобы помочь разработчикам узнать, сколько людей используют Loop. Также будут переданы данные об устройстве и версии операционной системы.
tr: Geliştiricilerin Loop'u kaç kişinin kullandığını bilmelerine yardımcı olmak için bu Loop sürümüyle ilgili minimum verileri anonim olarak paylaşın. Hangi cihaz olduğu ve işletim sistemi sürümü de paylaşılacaktır.

source: Continue
da: Fortsæt
de: Weiter
es: Continuar
fr: Continuer
it: Continua
nb: Fortsett
nl: Ga Verder
pl: Kontynuuj
ro: Continuă
ru: Продолжить
tr: Devam et

source: Do not share any data.
da: Del ikke data.
de: Keine Daten teilen.
es: No compartir ningún dato.
fr: Ne partager aucune donnée.
it: Non condividere alcun dato.
nb: Ikke del noen data.
nl: Deel geen gegevens
pl: Nie udostępniaj żadnych danych.
ro: Nu partajați niciun fel de date.
ru: Не делиться никакими данными.
tr: Herhangi bir veri paylaşmayın.

source: In addition to version information, anonymously share data about how Loop is being used on your phone. Usage data includes events like opening loop, bolusing, adding carbs, and navigating between screens. It does not include health data like glucose values or dosing amounts.
da: Ud over versionsoplysninger kan du anonymt dele data om, hvordan Loop bruges på din telefon. Brugsdata omfatter begivenheder som at åbne Loop, bolus, tilføje kulhydrater og navigere mellem skærme. De omfatter ikke sundhedsdata som glukoseværdier eller doseringsmængder.
de: Zusätzlich zu den Versionsinformationen kannst Du anonym Daten darüber weitergeben, wie Loop auf Deinem Telefon verwendet wird. Zu den Nutzungsdaten gehören Ereignisse wie das Öffnen von Loop, Bolusgaben, Hinzufügen von Kohlenhydraten und das Navigieren zwischen Bildschirmen. Sie umfassen keine Gesundheitsdaten wie Glukosewerte oder Bolusmengen.
es: Además de la información sobre la versión, comparte de forma anónima datos sobre cómo se utiliza Loop en tu teléfono. Los datos de uso incluyen eventos como la apertura de Loop, la administración de bolos, la adición de carbohidratos y la navegación entre pantallas. No incluye datos de salud como valores de glucosa o cantidades de dosis.
fr: En plus des informations de version, partagez anonymement des données sur la façon dont Loop est utilisé sur votre téléphone. Les données d’utilisation comprennent des événements tels que l’ouverture de boucle, les bolus, l’ajout de glucides et la navigation entre les écrans. Il n’inclut pas les données de santé telles que les valeurs de glucose ou les quantités de dosage.
it: Oltre alle informazioni sulla versione, condividi in modo anonimo i dati su come Loop viene utilizzato sul tuo telefono. I dati di utilizzo includono eventi come l'apertura del ciclo, l'erogazione di boli, l'aggiunta di carboidrati e la navigazione tra le schermate. Non include dati sanitari come valori di glicemia o quantità dosate.
nb: I tillegg til versjonsinformasjon, kan du anonymt dele data om hvordan Loop brukes på telefonen din. Bruksdata inkluderer hendelser som åpning av loop, bolusering, tilsetning av karbohydrater og navigering mellom skjermer. Den inkluderer ikke helsedata som blodsukkerverdier eller doseringsmengder.
nl: Naast versiegegevens kun je anoniem gegevens delen over hoe Loop op je telefoon wordt gebruikt. Gebruiksgegevens omvatten gebeurtenissen zoals het openen van Loop, bolussen, het toevoegen koolhydraten en het navigeren tussen schermen. Het bevat geen gezondheidsgegevens zoals glucosewaarden of doseringhoeveelheden.
pl: Oprócz informacji statystycznych możesz anonimowo udostępniać dane dotyczące wykorzystania pętli w Twoim telefonie. Dane dotyczące użytkowania obejmują m.in.: uruchomienie pętli, podawanie bolusa, wprowadzenie węglowodanów i nawigację między ekranami. Nie obejmują danych zdrowotnych, takich jak wartości glukozy czy dawki insuliny.
ro: Pe lângă informațiile despre versiune, partajați în mod anonim date despre modul în care Loop este utilizat pe telefonul dvs. Datele de utilizare includ evenimente precum deschiderea buclei, bolusarea, adăugarea de carbohidrați și navigarea între ecrane. Nu include date de sănătate, cum ar fi valorile glucozei sau cantitățile de dozare.
ru: В дополнение к информации о версии, анонимно делиться данными о том, как Loop используется на вашем телефоне. Данные об использовании включают такие события, как открытие петли, введение болюса, добавление углеводов и перемещение между экранами. Они не включают данные о состоянии здоровья, такие как значения глюкозы или количество доз.
tr: Sürüm bilgilerine ek olarak, Loop'un telefonunuzda nasıl kullanıldığına ilişkin verileri anonim olarak paylaşın. Kullanım verileri, Loop'u açma, bolus gönderme, karbonhidrat ekleme ve ekranlar arasında gezinme gibi olayları içerir. KŞ değerleri veya dozaj miktarları gibi sağlık verilerini içermez.

source: No Sharing
da: Ingen deling
de: Keine Daten teilen
es: No compartir
fr: Pas de partage
it: Nessuna condivisione
nb: Ingen deling
nl: Niet Delen
pl: Brak udostępniania
ro: Fără partajare
ru: Не делиться
tr: Paylaşım Yok

source: Share Data
da: Del data
de: Nutzungsdaten teilen
es: Compartir datos
fr: Partager les données
it: Condividi dati
nb: Del data
nl: Deel Gegevens
pl: Udostępnij dane
ro: Partajați datele
ru: Поделиться данными
tr: Veri Paylaşımı

source: Share Usage Data
da: Del brugsdata
de: Nutzungsdaten teilen
es: Compartir datos de uso
fr: Partager les données d'utilisation
it: Condividi dati di utilizzo
nb: Del bruksdata
nl: Deel Gebruiksgegevens
pl: Udostępnij więcej danych
ro: Partajați datele de utilizare
ru: Делиться данными об использовании
tr: Kullanım Verilerini Paylaşın

source: Share Version Only
da: Del kun version
de: Nur Version teilen
es: Sólo versión para compartir
fr: Partager la version uniquement
it: Condividi solo la versione
nb: Del kun versjon
nl: Deel Alleen Versie
pl: Udostępnij statystyki
ro: Partajați numai versiunea
ru: Поделиться только версией
tr: Yalnızca Sürümü Paylaş

source: Submit Bug Report
da: Indsend fejlrapport
de: Fehlerbericht senden
es: Enviar informe de error
fr: Soumettre un rapport de bug
it: Invia segnalazione bug
nb: Send inn feilrapport
nl: Bugrapport Indienen
pl: Prześlij raport o błędzie
ro: Raportare probleme
ru: Отправить отчет об ошибке
tr: Hata Raporu Gönder

source: Usage Data Sharing
da: Deling af brugerdata
de: Nutzungsdaten teilen
es: Uso compartido de datos
fr: Partage des données d'utilisation
it: Condivisione dei dati di utilizzo
nb: Deling av bruksdata
nl: Gebruiksgegevens Delen
pl: Udostępnianie danych użytkowania
ro: Partajarea datelor de utilizare
ru: Обмен данными об использовании
tr: Kullanım Verisi Paylaşımı

source: You can optionally choose to share usage data with Loop developers to improve Loop. Sharing is not required, and Loop will function fully no matter which option you choose. Usage data will not be shared with third parties.
da: Du kan eventuelt vælge at dele brugsdata med Loop-udviklere for at forbedre Loop. Deling er ikke påkrævet, og Loop vil fungere fuldt ud, uanset hvilken mulighed du vælger. Brugsdata vil ikke blive delt med tredjeparter.
de: Du kannst optional wählen, ob Du Nutzungsdaten mit Loop-Entwicklern teilen möchtest, um Loop zu verbessern. Die Weitergabe ist nicht erforderlich und Loop wird unabhängig davon vollständig funktionieren. Die Nutzungsdaten werden nicht an Dritte weitergegeben.
es: Puedes optar por compartir los datos de uso con los desarrolladores del Loop para mejorarlo. No es obligatorio compartirlos y Loop funcionará plenamente independientemente de la opción que elijas. Los datos de uso no se compartirán con terceros.
fr: Vous pouvez éventuellement choisir de partager les données d'utilisation avec les développeurs de Loop pour améliorer Loop. Le partage n'est pas nécessaire et Loop fonctionnera pleinement, quelle que soit l'option choisie. Les données d'utilisation ne seront pas partagées avec des tiers.
it: È possibile scegliere di condividere i dati di utilizzo con gli sviluppatori di Loop per migliorare Loop. La condivisione non è obbligatoria e Loop funzionerà pienamente indipendentemente dall'opzione scelta. I dati di utilizzo non saranno condivisi con terze parti.
nb: Du kan valgfritt velge å dele bruksdata med Loop-utviklere for å forbedre Loop. Deling er ikke nødvendig, og Loop vil fungere fullt ut uansett hvilket alternativ du velger. Bruksdata vil ikke bli delt med tredjeparter.
nl: Je kunt ervoor kiezen om gebruiksgegevens te delen met de ontwikkelaars van Loop om Loop te verbeteren. Het delen is niet vereist en Loop zal volledig functioneren, ongeacht welke optie je kiest. Gebruiksgegevens worden niet gedeeld met derden.
pl: Opcjonalnie możesz udostępnić dane użytkowania programistom, aby ulepszyć pętlę. Udostępnianie nie jest wymagane, a pętla będzie w pełni funkcjonalna bez względu na wybraną opcję. Dane dotyczące użytkowania nie będą udostępniane innym osobom.
ro: Puteți alege opțional să partajați datele de utilizare cu dezvoltatorii Loop pentru a îmbunătăți Loop. Partajarea nu este necesară, iar Loop va funcționa pe deplin, indiferent de opțiunea pe care o alegeți. Datele de utilizare nu vor fi partajate cu terțe părți.
ru: По желанию вы можете поделиться данными об использовании с разработчиками Loop, чтобы улучшить Loop. Передача данных не является обязательной, и Loop будет функционировать в полном объеме независимо от того, какой вариант вы выберете. Данные об использовании не будут передаваться третьим лицам.
tr: Loop'u iyileştirmek için isteğe bağlı olarak Loop geliştiricileri ile kullanım verilerini paylaşmayı seçebilirsiniz. Paylaşım gerekli değildir ve hangi seçeneği seçerseniz seçin Loop tam olarak çalışacaktır. Kullanım verileri üçüncü şahıslarla paylaşılmayacaktır.

source: LoopKit Analytics
es: Análisis LoopKit
it: Analisi LoopKit
pl: Analityka LoopKit
ro: Analitice LoopKit
tr: LoopKit Analizi
